tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "procore/tap", "git@github.com:procore/homebrew-tap.git"
brew "libpng"
brew "libtiff"
brew "autoconf"
brew "automake"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bison"
brew "freetype"
brew "gettext"
brew "cloc"
brew "fd"
brew "fzf"
brew "gawk"
brew "gd"
brew "git"
brew "gnupg"
brew "icu4c"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libsodium"
brew "libxml2"
brew "libzip"
brew "memcached", restart_service: true
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "openssl@1.1"
brew "pkg-config"
brew "re2c"
brew "redis", restart_service: true
brew "ripgrep"
brew "starship"
brew "taplo"
brew "tmux"
brew "tmuxinator"
brew "tmuxp"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "procore/tap/aws-ssh"
cask "alacritty"
cask "android-studio"
cask "aws-vault"
cask "chromedriver"
cask "elk"
cask "font-fira-code"
cask "font-hack"
cask "font-jetbrains-mono-nerd-font"
cask "postman"
cask "rubymine"
cask "spotify"
