tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "jpeg-turbo"
brew "libpng"
brew "argon2"
brew "autoconf"
brew "automake"
brew "gmp"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "oniguruma"
brew "bat"
brew "bison"
brew "icu4c"
brew "gettext"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "libsodium"
brew "fd"
brew "freetype"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gcc"
brew "libavif"
brew "gd"
brew "git"
brew "httpie"
brew "imagemagick"
brew "ios-deploy"
brew "jpeg"
brew "krb5"
brew "lazygit"
brew "libedit"
brew "libiconv"
brew "libpq"
brew "libxml2"
brew "libzip"
brew "llvm"
brew "neovim", args: ["HEAD"]
brew "openssl@1.1"
brew "ossp-uuid"
brew "pkg-config"
brew "re2c"
brew "ripgrep"
brew "starship"
brew "tidy-html5"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
cask "alacritty"
cask "android-studio"
cask "brave-browser"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "ledger-live"
cask "spotify"
cask "whatsapp"
cask "zoom"
