autoconf
automake
bash
bash-completion
binutils
bison
bitcoin-qt
bzip2
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
feh
file
filesystem
findutils
flex
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
grep
grub
gzip
htop
i3-wm
i3lock
i3status
ifplugd
inetutils
iproute2
iputils
jdk8-openjdk
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
nano
netctl
ntfs-3g
openssh
os-prober
pacman
patch
pciutils
pcmciautils
perl
php
pkg-config
polkit
procps-ng
psmisc
python
reiserfsprogs
rsync
rxvt-unicode
s-nail
samba
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
texinfo
tmux
ttf-dejavu
ttf-inconsolata
usbutils
util-linux
vi
vim
wget
which
wpa_supplicant
xcompmgr
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-xinit
xorg-xrandr
xorg-xrdb
